Repository: gepopp/cmrest-create-send
Catalog: languages/cmrest-*.po
Languages: de_de

source: API KEY
de_de: API Schlüssel

source: API Key and Client ID from Campaign Monitor
de_de: API Schlüssel und Nutzer ID von Campaign Monitor

source: API Key Settings
de_de: API Schlüssel Einstellungen

source: Bounced
de_de: Unzustellbar

source: Campaign Monitor API Keys
de_de: Campaign Monitor API Schlüssel

source: Campaign Monitor Create And Send
de_de: Campaign Monitor erstellen und versenden

source: Campaign Name
de_de: Kampagnen Name

source: Campaign sending information
de_de: Kampagnen Versand Informationen

source: Campaign Settings
de_de: Kampagnen Einstellungen

source: Campaign successfully drafted
de_de: Entwurf erfolgreich erstellt

source: Cancel - move to Draft
de_de: Abbrechen - auf Entwurf umstellen

source: Cant resolve request. Reason: %s
de_de: Kann die Anfrage nicht ausführen Grund: %s

source: Clicks
de_de: Klicks

source: Client ID
de_de: Nutzer ID

source: Color of the call to Action Button in the E-Mail
de_de: Button Farbe in der Aussendung

source: Create and send Campaign
de_de: Kampagne erstellen und versenden

source: Create Campaign
de_de: Kampagne ertellen

source: Created at
de_de: Erstellt am

source: Delete Campaign
de_de: Kampagne löschen

source: Delete draft
de_de: Entwurf löschen

source: Draft successfully scheduled or sent
de_de: Kampagne erfolgreich geplant oder versendet

source: Drafted Campaign
de_de: Kampagnen Entwürfe

source: E-Mail Subject
de_de: E-Mail Betreff

source: Footer Section to explain why E-Mail is send
de_de: Fusszeile mit Erklärung für den Empfänger

source: Forwards
de_de: Weiterleitungen

source: HTML preview
de_de: HTML Vorschau

source: Leave blank to use post title as subject
de_de: Leer lassen wenn der Beitragstitel verwendet werden soll.

source: Logo to be added in the E-Mail.
de_de: Logo in der E-Mail

source: Lounch Worldview
de_de: Worldview starten

source: Mentions
de_de: Erwähnungen

source: Plain text preview
de_de: Text Vorschau

source: please choose
de_de: bitte wählen

source: Please provide valid API credentials to create and send campaigns.
de_de: Bitte gib korrekte Schlüssel ein.

source: Recipients
de_de: Empfänger

source: Reply E-Mail
de_de: Antwort E-Mail

source: Schedule Draft
de_de: Geplanter Entwurf

source: Scheduled at
de_de: Geplant für

source: Scheduled Campaign
de_de: Geplante Kampagne

source: Select a available Template.
de_de: Vorhandenes Template wählen

source: Send a preview to
de_de: Vorschau senden an

source: Send preview
de_de: Vorschau senden

source: Sender E-Mail
de_de: Absender E-Mail

source: Sender Name
de_de: Absender Name

source: Sent Campaign
de_de: Gesendete Kampagne

source: Set the E-Mail addressor information for your campaigns, your subscriber list and the sendable post types.
de_de: Gib die Adressaten Daten, Empfänger und die Post Typen für den Versand ein.

source: Set your E-Mails header and footer data.
de_de: Gib die E-Mail Kopf und Fuß Daten ein.

source: Simply create and send E-Mail campaigns from your WordPress backend
de_de: Einfaches erstellen und versenden von Kampagnen aus dem WordPress Backend

source: Spam complaints
de_de: Spam Beschwerden

source: Subscriber List
de_de: Empfänger Liste

source: Successfully deleted
de_de: Erfolgreich gelöscht

source: Successfully moved to draft
de_de: Erfolgreich auf Entwurf umgestellt

source: Successfully sent
de_de: Erfolgreich gesendet

source: Template Header and Footer data
de_de: Template Kopf und Fuß Daten

source: Text in E-Mail
de_de: E-Mail Text

source: Text on the call to Action Button in the E-Mail
de_de: Text auf dem Button in der E-Mail

source: Title in E-Mail
de_de: Titel in der E-Mail

source: Total opened
de_de: Gesamt geöffnet

source: Unique opened
de_de: Nutzer geöffnet

source: Unsubscribed
de_de: Abgemeldet

source: Update now
de_de: speicher

source: Upload image
de_de: Bild hochladen

source: View preview
de_de: Vorschau

source: View text version
de_de: Text Version

source: View web version
de_de: Web Version
